/* plugin name */
"Camtasia" = "Camtasia";

/* Error description */
"Camtasia is not installed" = "Camtasia no está instalado.";

/* Error reason */
"Download Camtasia to enhance and edit your video capture." = "Descarga Camtasia para mejorar y editar tus capturas de vídeo.";

/* plugin button tooltip */
"Import image captures to use as assets in a video project. Import video captures to edit or use as source clips in a project." = "Importa capturas de imágenes para usarlas como recursos en un proyecto de vídeo. Importa capturas de vídeo para editarlas o usarlas como clips de origen en un proyecto. ";

/* Error reason */
"Unable to share capture to Camtasia" = "No es posible compartir la captura en Camtasia";

/* Error description */
"Unknown Error Occurred" = "Se ha producido un error desconocido";

/* Error description */
"Unsupported Version" = "Versión no compatible";

/* Error reason */
"Your current version of Camtasia is not supported. Please update to version 1.2 or later." = "Tu versión actual de Camtasia no es compatible. Actualiza a la versión 1.2 o posterior.";

